Repository: Longbow-Solution/XilnexFastFood
Catalog: Properties/Resources.*.resx
Languages: ms_my

# Lbl_AddOn
source: Finish Your Order With Our Popular Add-Ons!
ms_my: Selesaikan Pesanan Anda Dengan Menu Tambahan Popular Kami!

# Lbl_AddToCart
source: Place Order
ms_my: Buat Pesanan

# Lbl_Ads
source: Touch screen to start
ms_my: Sentuh skrin untuk mula

# Lbl_Back
source: Back To Menu
ms_my: Kembali ke menu

# Lbl_BackOnly
source: Back
ms_my: Batal

# Lbl_BtnClose
source: Close
ms_my: Tutup

# Lbl_BtnDownsize
source: Change to Regular
ms_my: Tukar kepada Biasa

# Lbl_BtnPromoCode
source: Enter Promo Code
ms_my: Kod Promosi

# Lbl_BtnUpCombo
source: Upgrade To Combo
ms_my: Tukar kepada Kombo

# Lbl_BtnUpsize
source: Upgrade To Large
ms_my: Tukar Kepada Besar

# Lbl_BtnYes
source: Proceed
ms_my: Teruskan

# Lbl_CancelContent
source: Your item(s) in the cart will be cleared. Do you still want to proceed ?
ms_my: Item anda dalam troli akan dikosongkan. Adakah anda ingin teruskan?

# Lbl_CancelHeader
source: Cancel
ms_my: Batal

# Lbl_CancelOrder
source: Start Over
ms_my: Pesan Semula

# Lbl_Cash
source: Payment By Cash
ms_my: Pembayaran Dengan Wang Tunai

# Lbl_CC
source: Payment By Credit / Debit Card
ms_my: Pembayaran Dengan Kad Kredit / Debit

# Lbl_Checkout
source: PAY NOW
ms_my: BAYAR SEKARANG

# Lbl_CheckVoucher
source: Some changes on voucher. Please check.
ms_my: Beberapa perubahan pada baucar. Tolong periksa.

# Lbl_CollectPoints
source: Point Collected
ms_my: Mata Terkumpul

# Lbl_Confirmation
source: Confirmation
ms_my: Pengesahan

# Lbl_ContainPromoCode
source: Have any promo code to use?
ms_my: Ada kod promosi untuk digunakan?

# Lbl_ContinueOrder
source: ADD MORE
ms_my: TAMBAH LAGI

# Lbl_DineIn
source: Dine-In
ms_my: Makan Sini

# Lbl_DoneOnly
source: Done
ms_my: Selesai

# Lbl_DoneOrder
source: Done Ordering
ms_my: Selesai Tempahan

# Lbl_Download
source: Download and register as Rooty Buddy!
ms_my: Muat turun dan daftar sebagai Rooty Buddy!

# Lbl_DownloadHere
source: Download Here
ms_my: Muat Turun

# Lbl_Downsize
source: Change To A Regular Combo!
ms_my: Tukar Kepada Kombo Biasa!

# Lbl_Edit
source: Edit
ms_my: Ubah

# Lbl_EnterPromoCode
source: Please enter promo code!
ms_my: Sila masukkan kod promosi!

# Lbl_Error
source: Error Found
ms_my: Ralat Ditemui

# Lbl_ErrorAssist
source: Apologies, we're experiencing issues. Please approach our staff for assistance.
ms_my: Maaf, kami mengalami masalah. Sila hubungi kakitangan kami untuk mendapatkan bantuan.

# Lbl_ErrorAssist2
source: Apologies, something went wrong. Please approach our staff for assistance.
ms_my: Maaf, ada masalah. Sila hubungi kakitangan kami untuk mendapatkan bantuan.

# Lbl_ErrorTryAgain
source: Apologies, we're experiencing issues. Please try again.
ms_my: Maaf, kami mengalami masalah. Sila cuba lagi.

# Lbl_ErrorTryAgain2
source: Apologies, something went wrong. Please try again.
ms_my: Maaf, ada masalah. Sila cuba lagi.

# Lbl_Ewallet
source: Payment By E-Wallet
ms_my: Pembayaran Dengan E-Dompet

# Lbl_EwalletMethod1
source: How to Pay:
ms_my: Cara Membayar:

# Lbl_EwalletMethod2
source: 1. Open your e-Wallet or bank app.
ms_my: 1. Buka e-Dompet atau aplikasi bank anda.

# Lbl_EwalletMethod3
source: 2. Tap 'Scan'.
ms_my: 2. Ketik 'Imbas'.

# Lbl_EwalletMethod4
source: 3. Scan the QR code displayed on the screen to complete your payment.
ms_my: 3. Imbas kod QR yang dipaparkan pada skrin untuk melengkapkan pembayaran anda.

# Lbl_EwalletPayment
source: Scan the QR code below to pay using your e-Wallet or bank app
ms_my: Imbas kod QR di bawah untuk membayar menggunakan e-Dompet atau aplikasi bank anda

# Lbl_GiftVoucher
source: Gift Voucher
ms_my: Baucar Hadiah

# Lbl_GTotal
source: Total
ms_my: Jumlah

# Lbl_Home
source: HELLO
ms_my: HALO

# Lbl_HomeHow
source: How would you like to get your food?
ms_my: Bagaimana anda ingin mendapatkan makanan anda ?

# Lbl_Info
source: Information
ms_my: Informasi

# Lbl_InsertPin
source: Please insert or tap your card at the payment terminal.
ms_my: Sila masukkan atau ketik kad anda di terminal pembayaran.

# Lbl_InvalidMenu
source: Some changes on voucher or menu.Please Check.
ms_my: Beberapa perubahan pada baucar atau menu.Sila Semak.

# Lbl_InvalidPromoCode
source: Promo Code not found!
ms_my: Kod Promosi tidak ditemui!

# Lbl_InvalidQr
source: Invalid Qr Code!
ms_my: Kod Qr tidak sah!

# Lbl_ItemAdded
source: Item Added
ms_my: Item Ditambah

# Lbl_KadCC
source: Credit / Debit Card
ms_my: Kad Kredit / Debit

# Lbl_Login
source: Log In
ms_my: Log Masuk

# Lbl_Logout
source: Logout
ms_my: Log Keluar

# Lbl_MemberLogin
source: Log into your membership to earn rewards.
ms_my: Log masuk keahlian anda untuk dapatkan ganjaran.

# Lbl_Or
source: Or
ms_my: Atau

# Lbl_OrderNumber
source: Your Order Number
ms_my: Nombor Pesanan Anda

# Lbl_PaymentFail
source: Payment fail. Please retry payment.
ms_my: Pembayaran gagal, sila cuba lagi.

# Lbl_PaymentMethod
source: Payment Method
ms_my: Kaedah Pembayaran

# Lbl_PickupOrder
source: Please pick up order from the counter.
ms_my: Sila ambil pesanan dari kaunter.

# Lbl_PopUpPromoCode
source: Please enter your promo code
ms_my: Sila masukkan kod promosi anda

# Lbl_PromoCode
source: Promo Code
ms_my: Kod Promosi

# Lbl_Recommend
source: Recommend for you!
ms_my: Disyorkan untuk anda!

# Lbl_Rounding
source: Rounding
ms_my: Bundaran

# Lbl_ScanAndLogin
source: Scan and log in to your membership to earn rewards.
ms_my: Imbas dan daftar keahlian anda untuk mendapatkan ganjaran.

# Lbl_ScanQr
source: Please scan your membership QR code at the scanner.
ms_my: Sila imbas kod QR keahlian anda di pengimbas.

# Lbl_SelectLanguage
source: Hello! Choose Your Language To Begin
ms_my: Halo! Pilih Bahasa Anda Untuk Memulakan

# Lbl_SelectOrderType
source: How Would You Like To Enjoy Your Meal?
ms_my: Bagaimana Anda Ingin Menikmati Hidangan Anda?

# Lbl_ShowVoucher
source: Show Voucher
ms_my: Buka Baucar

# Lbl_Skip
source: Skip
ms_my: Langkau

# Lbl_Subtotal
source: Subtotal
ms_my: Subjumlah (Termasuk Tax & Fi)

# Lbl_SuccessOrder
source: Successfully Earn
ms_my: Berjaya Memperolehi

# Lbl_Takeaway
source: Takeaway
ms_my: Bawa Pulang

# Lbl_TextVoucher
source: Do You Have A Voucher Code?
ms_my: Adakah Anda Mempunyai Kod Baucar?

# Lbl_TimeOut
source: Session Timeout
ms_my: Sesi Masa Tamat

# Lbl_TimeoutMsj
source: Do you still want to proceed?
ms_my: Adakah anda ingin teruskan?

# Lbl_UpgradeCombo
source: Combo Set
ms_my: Set Kombo

# Lbl_UpgradeComboL
source: Combo (L)
ms_my: Kombo (L)

# Lbl_UpgradeComboR
source: Combo (R)
ms_my: Kombo (R)

# Lbl_Upsize
source: Large Combo
ms_my: Kombo Besar

# Lbl_UseNow
source: Use Now
ms_my: Guna

# Lbl_ValidUntil
source: Valid until
ms_my: Sah sehingga

# Lbl_ViewOrder
source: Review & Pay →
ms_my: Lihat Pesanan

# Lbl_Voucher
source: Voucher
ms_my: Baucar

# Lbl_VoucherAmount
source: Voucher Amount
ms_my: Amaun Baucar

# Lbl_Welcome
source: Welcome,
ms_my: Selamat datang,

# Lbl_YourAmount
source: YOUR TOTAL AMOUNT
ms_my: JUMLAH ANDA

# Lbl_YourOrder
source: Your Order
ms_my: Pesanan Anda
